Repository: ppker/flaskbb
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Edit this post
de: Diesen Beitrag bearbeiten

source: Delete this topic
de: Dieses Thema löschen

source: Delete this post
de: Diesen Beitrag löschen

source: Report this post
de: Diesen Beitrag melden

source: Unhide this topic
de: Dieses Thema einblenden

source: Hide this topic
de: Dieses Thema verstecken

source: Unhide this post
de: Diesen Beitrag einblenden

source: Hide this post
de: Diesen Beitrag verstecken

source: Moderate
de: Moderieren

source: Delete Topic
de: Thema löschen

source: Lock Topic
de: Thema sperren

source: Unlock Topic
de: Thema entsperren

source: Highlight Topic
de: Thema hervorheben

source: Trivialize Topic
de: Thema trivialisieren

source: Unhide Topic
de: Thema einblenden

source: Hide Topic
de: Thema verstecken

source: Untrack Topic
de: Thema entfolgen

source: Track Topic
de: Thema folgen

source: Untrack Topics
de: Themen nicht mehr verfolgen

source: Banned Users
de: Verbannte Benutzer

source: Manage Users
de: Benutzer verwalten

source: Actions
de: Aktionen

source: Unban selected Users
de: Ausgewählte Benutzer entbannen

source: No banned users found matching your search criteria.
de: Es wurden keine verbannten Benutzer gefunden.

source: Manage Forums
de: Foren verwalten

source: Delete Category
de: Kategorie löschen

source: Topics / Posts
de: Themen / Beiträge

source: Edit Link
de: Link bearbeiten

source: Delete Link
de: Link löschen

source: Delete Forum
de: Forum löschen

source: Manage Groups
de: Gruppen verwalten

source: Groups
de: Gruppen

source: Group Name
de: Gruppenname

source: Delete selected Groups
de: Ausgewählte Gruppen löschen

source: No groups found.
de: Keine Gruppen gefunden.

source: Overview
de: Übersicht

source: There is something that wants your attention.
de: Es gibt etwas, das deine Aufmerksamkeit verlangt.

source: You have <a href="%(url)s">%(unread_reports)s unread reports</a>.
de: Du hast <a href="%(url)s">%(unread_reports)s ungelesene Berichte</a>.

source: Everything seems alright.
de: Alles scheint in Ordnung zu sein.

source: No new notifications.
de: Keine neuen Benachrichtigungen.

source: users
de: Benutzer

source: posts
de: Beiträge

source: topics
de: Themen

source: Statistics
de: Statistiken

source: Registered users
de: Registrierte Benutzer

source: Online users
de: Online-Nutzer

source: Banned users
de: Gebannte Benutzer

source: Reports
de: Berichte

source: Components
de: Komponenten

source: checking status
de: Status prüfen

source: not enabled
de: nicht aktiviert

source: enabled &amp; installed
de: aktiviert &amp; installiert

source: enabled
de: aktiviert

source: not installed
de: nicht installiert

source: running
de: läuft

source: not running
de: läuft nicht

source: There is a problem.
de: Es gibt ein Problem.

source: Celery is <strong>not</strong> running.
de: Celery läuft <strong>nicht</strong>.

source: You can start celery with this command:
de: Du kannst celery mit diesem Befehl starten:

source: Manage Plugins
de: Plugins verwalten

source: Manage
de: Verwalten

source: Enable
de: Aktivieren

source: Disable
de: Deaktivieren

source: Install
de: Installieren

source: Uninstall
de: Deinstallieren

source: Show all Reports
de: Alle Berichte anzeigen

source: Show unread Reports
de: Ungelesene Berichte anzeigen

source: Poster
de: Melder

source: Reporter
de: Einmelder

source: Reported
de: Gemeldet

source: Delete selected reports
de: Ausgewählte Berichte löschen

source: No reports.
de: Keine Berichte.

source: Ban selected Users
de: Ausgewählte Benutzer bannen

source: Delete selected Users
de: Ausgewählte Benutzer löschen

source: No posts yet
de: Es existieren noch keine Beiträge

source: No topics yet
de: Es existieren noch keine Themen

source: Change E-Mail Address
de: E-Mail-Adresse ändern

source: Change Password
de: Passwort ändern

source: Change User Details
de: Benutzerdetails ändern

source: General Settings
de: Allgemeine Einstellungen

source: User has not added any notes.
de: Der Benutzer hat noch keine Notizen hinzugefügt.

source: Signature
de: Signatur

source: %(user)s - User
de: %(user)s - Benutzer

source: Never seen
de: Noch nie gesehen

source: Settings - %(user)s - User
de: Einstellungen - %(user)s - Benutzer

source: Old email address
de: Alte E-Mail-Adresse

source: New email address
de: Neue E-Mail-Adresse

source: Email addresses must match.
de: Die E-Mail-Adressen müssen übereinstimmen.

source: Confirm email address
de: E-Mail-Adresse bestätigen

source: New password
de: Neues Passwort

source: New passwords must match.
de: Neue Passwörter müssen übereinstimmen.

source: Confirm new password
de: Neues Passwort bestätigen

source: Forum Signature
de: Forumsignatur

source: Error while updating user settings
de: Fehler beim Aktualisieren der Benutzereinstellungen

source: Settings updated.
de: Einstellungen aktualisiert.

source: Error while changing password
de: Fehler beim Ändern des Passworts

source: Password updated.
de: Passwort aktualisiert.

source: Error while updating email
de: Fehler beim Ändern der E-Mail Adresse

source: Email address updated.
de: E-Mail-Adresse aktualisiert.

source: Error while updating user details
de: Fehler beim Aktualisieren der Benutzerdetails

source: User details updated.
de: Benutzerdetails aktualisiert.

source: Old email does not match
de: Die alte E-Mail stimmt nicht überein

source: New email address must be different
de: Die neue E-Mail-Adresse darf nicht gleich sein

source: New password must be different
de: Das neue Passwort darf nicht gleich sein

source: Old password is wrong
de: Das alte Passwort ist falsch

source: Could not retrieve avatar
de: Konnte Profilbild nicht holen

source: You do not have the permissions to execute this action.
de: Du hast nicht die Berechtigung zum Ausführen dieser Aktion.

source: You do not have the permissions to delete these topics.
de: Du hast nicht die Berechtigung zum Löschen dieser Themen.

source: You do not have the permissions to hide these topics.
de: Du hast nicht die Berechtigung zum Verstecken dieser Themen.

source: You do not have the permissions to unhide these topics.
de: Du hast nicht die Berechtigung zum Sichtbarmachen dieser Themen.

source: The registration has been disabled.
de: Die Registrierung wurde deaktiviert.

source: This account is already activated.
de: Dieses Konto ist bereits aktiviert.
