Repository: ppker/flaskbb
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: de

source: %(name)s is deprecated and will be removed in version %(version)s.
de: %(name)s ist veraltet und wird entfernt mit Version %(version)s.

source: Password Recovery Confirmation
de: Bestätigung der Passwortwiederherstellung

source: Account Activation
de: Account aktivierung

source: You can only use letters, numbers or dashes.
de: Es sind nur Buchstaben, Zahlen und Striche erlaubt.

source: Username or Email address
de: Benutzername oder E-Mail Adresse

source: Please enter your username or email address.
de: Bitte einen Benutzername oder eine E-Mail Adresse eingeben.

source: Password
de: Passwort

source: Please enter your password.
de: Bitte ein Passwort eingeben.

source: Remember me
de: Merken

source: Username
de: Benutzername

source: A valid username is required
de: Ein gültiger Benutzername ist erforderlich

source: Email address
de: E-Mail Adresse

source: A valid email address is required.
de: Eine gültige E-Mail Adresse ist erforderlich.

source: Invalid email address.
de: Ungültige E-Mail Adresse.

source: Passwords must match.
de: Die Passwörter müssen übereinstimmen.

source: Confirm password
de: Passwort bestätigen

source: Language
de: Sprache

source: I accept the Terms of Service
de: Ich akzeptiere die Allgemeinen Geschäftsbedingungen

source: Please accept the TOS.
de: Die AGBs müssen akzeptiert werden.

source: Register
de: Registrieren

source: Refresh Login
de: Login aktualisieren

source: Request Password
de: Passwort anforden

source: Reset password
de: Passwort zurücksetzen

source: A valid username is required.
de: Ein gültiger Benutzername ist erforderlich.

source: Send Confirmation Mail
de: Bestätigungsmail senden

source: Email confirmation token
de: E-Mail-Bestätigungstoken

source: Please enter the token we have sent to you.
de: Bitte geben Sie das Ihnen zugesandte Token ein.

source: Confirm Email
de: E-Mail bestätigen

source: Logged out
de: Ausgeloggt

source: Unrecoverable error while handling login
de: Beim Anmelden ist ein nicht behebbarer Fehler aufgetreten

source: Reauthenticated.
de: Authentifiziert.

source: Unrecoverable error while handling reauthentication
de: Unbehebbarer Fehler bei der Behandlung der Neuauthentifizierung

source: Could not process registration dueto an unrecoverable error
de: Die Registrierung konnte aufgrund eines nicht behebbaren Fehlers nicht verarbeitet werden

source: You have entered an username or email address that is not linked with your account.
de: Du hast einen Benutzernamen oder eine E-Mail-Adresse eingegeben, die nicht mit deinem Konto verknüpft ist.

source: Email sent! Please check your inbox.
de: E-Mail gesendet! Bitte prüfe deinen Posteingang.

source: Error when resetting password
de: Fehler beim Zurücksetzen des Passworts

source: Your password has been updated.
de: Dein Passwort wurde aktualisiert.

source: A new account activation token has been sent to your email address.
de: Ein neues Kontoaktivierungs-Token wurde an deine E-Mail-Adresse gesendet.

source: Could not activate account due to an unrecoverable error
de: Konto konnte aufgrund eines nicht behebbaren Fehlers nicht aktiviert werden

source: Your account has been activated and you can now login.
de: Dein Konto wurde aktiviert und du kannst dich jetzt anmelden.

source: Entered email doesn't exist
de: Die eingegebene E-Mail existiert nicht

source: Account is already activated
de: Konto ist bereits aktiviert

source: Your account is currently locked out due to too many failed login attempts
de: Dein Konto ist derzeit wegen zu vieler fehlgeschlagener Anmeldeversuche gesperrt

source: In order to use your account you have to activate it through the link we have sent to your email address.
de: Um dein Konto nutzen zu können, musst du es über den Link aktivieren, den wir dir per E-Mail zugesendet haben.

source: Wrong username or password.
de: Falscher Benutzername oder falsches Passwort.

source: Invalid email
de: Ungültige E-Mail-Adresse

source: Wrong password.
de: Falsches Passwort.

source: Username must be between %(min)s and %(max)s characters long
de: Der Benutzername muss zwischen %(min)s und %(max)s Zeichen lang sein

source: %(username)s is a forbidden username
de: %(username)s ist ein verbotener Benutzername

source: %(username)s is already registered
de: %(username)s ist bereits registriert

source: %(email)s is already registered
de: %(email)s ist bereits registriert

source: An account activation email has been sent to %(email)s
de: Eine E-Mail zur Kontoaktivierung wurde an %(email)s gesendet

source: Thanks for registering.
de: Danke für die Registrierung.

source: Token is invalid
de: Token ist ungültig

source: Token is expired
de: Token ist abgelaufen

source: Token cannot be processed
de: Token kann nicht verarbeitet werden

source: Content
de: Inhalt

source: You cannot post a reply without content.
de: Du kannst keine Antwort ohne Inhalt absenden.

source: Reply
de: Antwort

source: Track this topic
de: Dieses Thema verfolgen

source: Topic title
de: Titel des Themas

source: Please choose a title for your topic.
de: Bitte wählen einen Titel für dein Thema aus.

source: Post topic
de: Thema absenden

source: Save topic
de: Thema speichern

source: Reason
de: Begründung

source: What is the reason for reporting this post?
de: Was ist der Grund für die Meldung dieses Beitrags?

source: Report post
de: Beitrag melden

source: Search
de: Suche

source: Criteria
de: Kriterium

source: Post
de: Beitrag

source: Topic
de: Thema

source: Users
de: Benutzer

source: You are not allowed to access that forum
de: Du hast keinen Zugriff auf dieses Forum

source: You are not allowed to access that topic
de: Du hast keinen Zugriff auf dieses Thema

source: You are not allowed to post a reply to this topic.
de: Du bist nicht berechtigt einen Beitrag in diesem Thema zu verfassen.

source: Cannot post reply
de: Antwort kann nicht gesendet werden

source: You are not allowed to post a topic here
de: Du bist nicht berechtigt ein Thema in diesem Forum zu veröffentlichen

source: You are not allowed to edit that topic
de: Du bist nicht berechtigt dieses Thema zu bearbeiten

source: You are not allowed to manage this forum
de: Du bist nicht berechtigt dieses Forum zu verwalten

source: In order to perform this action you have to select at least one topic.
de: Um diese Aktion durchführen zu können, musst du mindestens ein Thema auswählen.

source: %(count)s topics locked.
de: %(count)s Themen gesperrt.

source: %(count)s topics unlocked.
de: %(count)s Themen entsperrt.

source: %(count)s topics highlighted.
de: %(count)s Themen hervorgehoben.

source: %(count)s topics trivialized.
de: %(count)s Themen trivialisiert.

source: %(count)s topics deleted.
de: %(count)s Themen gelöscht.

source: Please choose a new forum for the topics.
de: Bitte wähle ein neues Forum für die Themen aus.

source: You do not have the permissions to move this topic.
de: Du hast nicht die Berechtigung, um dieses Thema zu verschieben.

source: Topics moved.
de: Themen verschoben.

source: Failed to move topics.
de: Fehler beim Verschieben von Themen.

source: %(count)s topics hidden.
de: %(count)s Themen versteckt.

source: %(count)s topics unhidden.
de: %(count)s Themen nicht versteckt.

source: Unknown action requested
de: Unbekannte Aktion angefordert

source: You are not allowed to post a reply
de: Du bist nicht berechtigt einen Beitrag zu senden

source: You are not allowed to edit that post
de: Du bist nicht berechtigt diesen Beitrag zu bearbeiten

source: Thanks for reporting.
de: Danke für die Meldung.

source: %(topic_count)s topics untracked.
de: %(topic_count)s Themen nicht verfolgt.

source: You are not allowed to delete this topic
de: Du bist nicht berechtigt dieses Thema zu löschen

source: You are not allowed to lock this topic
de: Du bist nicht berechtigt dieses Thema zu schließen

source: You are not allowed to unlock this topic
de: Du bist nicht berechtigt dieses Thema zu öffnen

source: You are not allowed to highlight this topic
de: Du bist nicht berechtigt dieses Thema hervorzuheben

source: You are not allowed to trivialize this topic
de: Du bist nicht berechtigt dieses Thema zu trivialisieren

source: You are not allowed to delete this post
de: Du bist nicht berechtigt diesen Beitrag zu löschen

source: Forum %(forum)s marked as read.
de: Forum %(forum)s als gelesen markiert.

source: All forums marked as read.
de: Es wurden alle Foren als gelesen markiert.

source: You do not have permission to hide this topic
de: Du bist nicht berechtigt dieses Thema zu verstecken

source: You do not have permission to unhide this topic
de: Du bist nicht berechtigt dieses Thema einzublenden

source: You do not have permission to hide this post
de: Du bist nicht berechtigt diesen Beitrag zu verstecken

source: Post is already hidden
de: Beitrag ist bereits versteckt

source: Topic hidden
de: Thema wurde versteckt

source: Post hidden
de: Beitrag wurde versteckt

source: You do not have permission to unhide this post
de: Du bist nicht berechtigt diesen Post einzublenden

source: Post is already unhidden
de: Beitrag ist bereits eingeblendet

source: Post unhidden
de: Beitrag wurde eingeblendet

source: Birthday
de: Geburtstag

source: Gender
de: Geschlecht

source: Location
de: Ort

source: Avatar
de: Profilbild

source: Forum signature
de: Forumsignatur

source: Notes
de: Notizen

source: Is active?
de: Ist aktiv?

source: Primary group
de: Primäre Gruppe

source: Secondary groups
de: Sekundäre Gruppen

source: Save
de: Speichern

source: This username is already taken.
de: Dieser Benutzername ist bereits vergeben.

source: This email address is already taken.
de: Diese E-Mail Adresse ist bereits vergeben.

source: Group name
de: Gruppenname

source: Please enter a name for the group.
de: Bitte gib einen Namen für die Gruppe ein.

source: Description
de: Beschreibung

source: Is 'Admin' group?
de: Ist eine 'Admin' Gruppe?

source: With this option the group has access to the admin panel.
de: Mit dieser Option haben alle Benutzer dieser Gruppe Zugriff auf das Administrator-Panel.

source: Is 'Super Moderator' group?
de: Ist eine 'Super Moderator' Gruppe?

source: Check this, if the users in this group are allowed to moderate every forum.
de: Dies anhaken, wenn die Benutzer dieser Gruppe jedes Forum moderieren dürfen.

source: Is 'Moderator' group?
de: Ist eine 'Moderator' Gruppe?

source: Check this, if the users in this group are allowed to moderate specified forums.
de: Dies anhaken, wenn die Benutzer dieser Gruppe bestimmte Foren moderieren dürfen.

source: Is 'Banned' group?
de: Ist eine 'Verbannte' Gruppe?

source: Only one group of type 'Banned' is allowed.
de: Es darf nur eine 'Verbannte' Gruppe geben.

source: Is 'Guest' group?
de: Ist 'Besucher' Gruppe?

source: Only one group of type 'Guest' is allowed.
de: Es ist nur eine 'Besucher' Gruppe erlaubt.

source: Can edit posts
de: Kann Beiträge bearbeiten

source: Check this, if the users in this group can edit posts.
de: Dies anhaken falls Benutzer dieser Gruppe Beiträge bearbeiten dürfen.

source: Can delete posts
de: Kann Beiträge löschen

source: Check this, if the users in this group can delete posts.
de: Dies anhaken falls Benutzer dieser Gruppe Beiträge löschen dürfen.

source: Can delete topics
de: Kann Themen löschen

source: Check this, if the users in this group can delete topics.
de: Dies anhaken falls Benutzer dieser Gruppe Themen löschen dürfen.

source: Can create topics
de: Kann Themen erstellen

source: Check this, if the users in this group can create topics.
de: Dies anhaken falls Benutzer dieser Gruppe Themen erstellen dürfen.

source: Can post replies
de: Kann Beiträge senden

source: Check this, if the users in this group can post replies.
de: Dies anhaken falls Benutzer dieser Gruppe Beiträge senden dürfen.

source: Moderators can edit user profiles
de: Moderatoren können Benutzerprofile bearbeiten

source: Allow moderators to edit another user's profile including password and email changes.
de: Erlaube Moderatoren Benutzerprofile bearbeiten inklusive Passwort und E-Mail Änderungen.

source: Moderators can ban users
de: Moderatoren können Benutzer verbannen

source: Allow moderators to ban other users.
de: Erlaube Moderatoren andere Benutzer zu verbannen.

source: Can view hidden posts and topics
de: Kann versteckte Beiträge und Themen ansehen

source: Allows a user to view hidden posts and topics
de: Ermöglicht es einem Benutzer, versteckte Beiträge und Themen anzusehen

source: Can hide posts and topics
de: Kann Beiträge und Themen verstecken

source: Allows a user to hide posts and topics
de: Erlaube dem Benutzer Beiträge und Themen zu verstecken

source: This group name is already taken.
de: Dieser Gruppenname ist bereits vergeben.

source: There is already a group of type 'Banned'.
de: Es existiert bereits eine Gruppe vom Typ 'Verbannt'.

source: There is already a group of type 'Guest'.
de: Es existiert bereits eine Gruppe vom Typ 'Besucher'.

source: Can't assign any permissions to this group.
de: Dieser Gruppe können keine Berechtigungen zugeteilt werden.

source: Forum title
de: Forentitel

source: Please enter a forum title.
de: Bitte gib einen Forentitel ein.

source: You can format your description with Markdown.
de: Du kannst deine Beschreibung mit Markdown formatieren.

source: Please enter a position for theforum.
de: Bitte gib eine Position für dieses Forum ein.

source: Category
de: Kategorie

source: The category that contains this forum.
de: Die Kategorie welches dieses Forum beinhaltet.

source: External link
de: Externer Link

source: A link to a website i.e. 'http://flaskbb.com'.
de: Ein Link zu einer Website (z.B.: 'https://flaskbb.com').

source: Moderators
de: Moderatoren

source: Comma separated usernames. Leave it blank if you do not want to set any moderators.
de: Durch Komma getrennte Benutzernamen. Leer lassen, wenn du keine Moderatoren festlegen willst.

source: Show moderators
de: Moderatoren anzeigen

source: Do you want to show the moderators on the index page?
de: Möchtest du die Moderatoren auf der Indexseite anzeigen?

source: Locked?
de: Gesperrt?

source: Disable new posts and topics in this forum.
de: Neue Beiträge und Themen in diesem Forum deaktivieren.

source: Group access
de: Gruppenzugriff

source: Select the groups that can access this forum.
de: Wählen die Gruppen aus, die auf dieses Forum zugreifen können.

source: You cannot convert a forum that contains topics into an external link.
de: Ein Forum, das Themen enthält, kann nicht in einen externen Link umgewandelt werden.

source: You also need to specify some moderators.
de: Du musst auch Moderatoren auswählen.

source: %(user)s is not in a moderators group.
de: %(user)s ist kein Moderator in dieser Gruppe.

source: Category title
de: Titel der Kategorie

source: Please enter a category title.
de: Bitte gib einen Titel für die Kategorie ein.

source: Please enter a position for the category.
de: Bitte gib eine Position für die Kategorie ein.

source: You are not allowed to access the management settings
de: Du bist nicht berechtigt die Administratoreinstellungen zu öffnen

source: Settings saved.
de: Einstellungen gespeichert.

source: You are not allowed to manage users
de: Du bist nicht berechtigt Benutzer zu verwalten

source: Edit User
de: Benutzer bearbeiten

source: User updated.
de: Benutzer aktualisiert.

source: You cannot delete yourself.
de: Du kannst dich nicht selbst löschen.

source: User deleted.
de: Benutzer gelöscht.

source: Add User
de: Benutzer hinzufügen

source: User added.
de: Benutzer hinzugefügt.

source: You do not have the permissions to ban this user.
de: Du bist nicht berechtigt diesen Benutzer zu verbannen.

source: Unban
de: Entbannen

source: A moderator cannot ban an admin user.
de: Ein Moderator kann keinen Administrator-Benutzer verbannen.

source: User is now banned.
de: Benutzer ist entbannt.

source: Could not ban user.
de: Konnte Benutzer nicht verbannen.

source: You do not have the permissions to unban this user.
de: Du bist nicht berechtigt diesen Benutzer zu entbannen.

source: Ban
de: Verbannen

source: User is now unbanned.
de: Benutzer ist nun entbannt.

source: Could not unban user.
de: Konnte Benutzer nicht entbannen.

source: You are not allowed to modify groups.
de: Du bist nicht berechtigt Gruppen zu bearbeiten.

source: Add Group
de: Gruppe hinzufügen

source: Group added.
de: Gruppe hinzugefügt.

source: Edit Group
de: Gruppe bearbeiten

source: Group updated.
de: Gruppe aktualisiert.

source: You cannot delete one of the standard groups.
de: Du kannst keine der Standardgruppen löschen.

source: You cannot delete the standard groups. Try renaming it instead.
de: Du kannst keine Standardgruppen löschen. Versuche sie umzubenennen.

source: Group deleted.
de: Gruppe gelöscht.

source: No group chosen.
de: Keine Gruppe ausgewählt.

source: You are not allowed to modify forums.
de: Du bist nicht berechtigt Foren zu bearbeiten.

source: Edit Forum
de: Forum bearbeiten

source: Forum updated.
de: Forum aktualisiert.

source: Add Forum
de: Forum hinzufügen

source: Forum added.
de: Forum hinzugefügt.

source: You are not allowed to modify forums
de: Du bist nicht berechtigt Foren zu bearbeiten

source: Forum deleted.
de: Forum gelöscht.

source: You are not allowed to modify categories
de: Du bist nicht berechtigt Kategorien zu bearbeiten

source: Add Category
de: Kategorie hinzufügen

source: Category added.
de: Kategorie hinzugefügt.

source: Edit Category
de: Kategorie bearbeiten

source: Category updated.
de: Kategorie aktualisiert.

source: Category with all associated forums deleted.
de: Kategorie mit allen dazugehörigen Foren gelöscht.

source: You are not allowed to view reports.
de: Du bist nicht berechtigt um Meldungen einzusehen.

source: Report %(id)s is already marked as read.
de: Der Bericht %(id)s ist bereits als gelesen markiert.

source: Report %(id)s marked as read.
de: Bericht %(id)s als gelesen markiert.

source: All reports were marked as read.
de: Alle Berichte wurden als gelesen markiert.

source: Report deleted.
de: Bericht gelöscht.

source: You are not allowed to access the management panel
de: Du hast keinen Zugriff auf das Verwaltungspanel

source: You are not allowed to modify plugins
de: Du bist nicht berechtigt Plugins zu bearbeiten

source: Plugin %(plugin)s is already enabled.
de: Plugin %(plugin)s ist bereits aktiviert.

source: Plugin %(plugin)s enabled. Please restart FlaskBB now.
de: Plugin %(plugin)s aktiviert. Bitte starte FlaskBB neu.

source: Plugin %(plugin)s is already disabled.
de: Plugin %(plugin)s ist bereits deaktiviert.

source: Plugin %(plugin)s disabled. Please restart FlaskBB now.
de: Plugin %(plugin)s deaktiviert. Bitte starte FlaskBB jetzt neu.

source: Plugin has been uninstalled.
de: Plugin wurde deinstalliert.

source: Can't install plugin. Enable '%(plugin)s' plugin first.
de: Konnte Plugin nicht installieren. Aktiviere '%(plugin)s' zuerst.

source: Plugin has been installed.
de: Plugn wurde installiert.

source: Memberlist
de: Benutzerliste

source: Topic Tracker
de: Themen-Tracker

source: Settings
de: Einstellungen

source: Management
de: Verwaltung

source: Logout
de: Ausloggen

source: Reset Password
de: Passwort zurücksetzen

source: Activate Account
de: Konto aktivieren

source: Forgot Password
de: Passwort vergessen

source: Not a member yet?
de: Noch kein Mitglied?

source: Forgot your Password?
de: Hast du dein Passwort vergessen?

source: Request Account Activation
de: Kontoaktivierung anfordern

source: Dear %(username)s,
de: Liebe(r) %(username)s,

source: Click the link below to activate your account:
de: Klicke auf den untenstehenden Link, um dein Konto zu aktivieren:

source: Sincerely,
de: Liebe Grüße,

source: The Administration
de: Die Administration

source: Click the link below to reset your password:
de: Klicke auf den untenstehenden Link, um dein Passwort zurückzusetzen:

source: Forbidden
de: Verboten

source: 403 - Forbidden Page
de: 403 - Keine Berechtigung

source: You do not have the permission to view this page.
de: Du bist nicht berechtigt diese Seite anzusehen.

source: Back to the Forums
de: Zurück zu den Foren

source: Page not found
de: Seite nicht gefunden

source: 404 - Page not found!
de: 404 - Seite nicht gefunden!

source: The page you were looking for does not exist.
de: Die Seite wurde nicht gefunden.

source: 500 - Server Error
de: 500 - Serverfehler

source: Something went wrong!
de: Es ist etwas schief gelaufen!

source: Too Many Requests
de: Zu viele Anfragen

source: 429 - Too Many Requests
de: 429 - Zu viele Anfragen

source: In order to prevent brute force attacks on accounts we have limited the amount of requests on this route.
de: Um Brute-Force-Angriffe auf Konten zu verhindern, haben wir die Anzahl der Anfragen über diese Route begrenzt.

source: Please try again in
de: Bitte versuche es nocheinmal in

source: Posts
de: Beiträge

source: Views
de: Ansichten

source: Last Post
de: Letzter Beitrag

source: Select all
de: Alles auswählen

source: by
de: von

source: Hidden on %(when)s by %(who)s
de: Versteckt am %(when)s von %(who)s

source: Select topic
de: Thema auswählen

source: Topics
de: Themen

source: Link to
de: Link zu

source: No posts.
de: Keine Beiträge vorhanden.

source: No Topics.
de: Keine Themen vorhanden.

source: Back
de: Zurück

source: Lock
de: Sperren

source: Unlock
de: Entsperren

source: Highlight
de: Hervorheben

source: Trivialize
de: Trivialisieren

source: Delete
de: Löschen

source: Hide
de: Verstecken

source: Unhide
de: Sichtbarmachen

source: Move to...
de: Verschieben nach...

source: Move
de: Verschieben

source: Mark as Read
de: Als gelesen markieren

source: Locked
de: Gesperrt

source: New Topic
de: Neues Thema

source: Moderation Mode
de: Moderationsmodus

source: Board Statistics
de: Foren-Statistiken

source: Who is online?
de: Wer ist Online?

source: Total number of registered users
de: Anzahl der registrierten Benutzer

source: Total number of topics
de: Anzahl der Themen

source: Total number of posts
de: Anzahl der Beiträge

source: Newest registered user
de: Neuester registrierter Benutzer

source: No users
de: Keine Benutzer

source: Registered users online
de: Registrierte Benutzer online

source: Guests online
de: Gäste online

source: Date registered
de: Datum der Registrierung

source: Group
de: Gruppe

source: Edit Post
de: Beitrag bearbeiten

source: New Post
de: Neuer Beitrag

source: Edit Topic
de: Thema bearbeiten

source: Online Users
de: Online Benutzer

source: Report Post
de: Beitrag melden

source: Report
de: Melden

source: Close
de: Schließen

source: Joined
de: Registriert

source: Guest
de: Gast

source: Last modified: %(date)s by <a href="%(user_url)s">%(user)s</a>
de: Zuletzt bearbeitet: %(date)s von <a href="%(user_url)s">%(user)s</a>

source: No posts found matching your search criteria.
de: Es wurden keine Beiträge gefunden, die deinen Suchkriterien entsprechen.

source: No users found matching your search criteria.
de: Es wurden keine Benutzer gefunden, die deinen Suchkriterien entsprechen.

source: No topics found matching your search criteria.
de: Es wurden keine Themen gefunden, die deinen Suchkriterien entsprechen.

source: Forums
de: Foren

source: No forums found matching your search criteria.
de: Es wurden keine Foren gefunden, die deinen Suchkriterien entsprechen.

source: %(title)s - Topic
de: %(title)s - Thema

source: This topic is hidden (%(when)s by %(who)s)
de: Dieses Thema wurde versteckt (%(when)s von%(who)s)

source: Edit
de: Bearbeiten

source: This post is hidden (%(when)s by %(who)s)
de: Dieser Beitrag wurde versteckt (%(when)s von %(who)s)

source: Quote this post
de: Beitrag zitieren

source: Full Reply
de: Antwort

source: Edit this topic
de: Dieses Thema bearbeiten
